[TheWorld:PersistentLevel.H7RandomTown_0 H7RandomTown]
mName="抵抗军"

[TheWorld:PersistentLevel.H7RandomTown_1 H7RandomTown]
mName="地图岛"

[TheWorld:PersistentLevel.H7RandomTown_2 H7RandomTown]
mName="猩红者"

[TheWorld:PersistentLevel.H7RandomTown_3 H7RandomTown]
mName="森林尽头"

[TheWorld:PersistentLevel.H7RandomTown_4 H7RandomTown]
mName="半岛"

[TheWorld:PersistentLevel.H7RandomTown_5 H7RandomTown]
mName="小林岛"

[TheWorld:PersistentLevel.H7RandomTown_6 H7RandomTown]
mName="林间空地"

[TheWorld:PersistentLevel.H7RandomTown_7 H7RandomTown]
mName="海滩"

[TheWorld:PersistentLevel.H7RandomTown_8 H7RandomTown]
mName="自由之门"

[TheWorld:PersistentLevel.H7SignPostBuoy_0 H7SignPostBuoy]
mHeadline="提兰的爪牙"
mMessage="看来提兰部署了一些爪牙，意图非常明确，就是要阻止你通过……"
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_1 H7SignPostBuoy]
mHeadline="金矿"
mMessage="提兰在他征用的每个金矿前都布置了守卫"
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_2 H7SignPostBuoy]
mHeadline="守卫森严的封印"
mMessage="进入提兰领地所必需的封印，似乎守卫森严……"
mName=""

[TheWorld:PersistentLevel.H7Town_1 H7Town]
mName="云中城堡"

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_0 H7MapInfo]
mName="起义 H7.5 1.35"
mDescription="背叛！\n声名狼藉的巫师约翰哈里蛊惑了你的战友，将他们拉拢到他的阵营。约翰哈里随后占领了众多金矿。\n只有你一人挺身反抗他。非常糟糕的是，约翰哈里囚禁了你的朋友卡斯帕。\n整个抵抗军的命运都掌握在你手中，你必须推翻约翰哈里，恢复群岛的自由。\n为你和玩家2、3、4选择相同的阵营。\n为玩家5选择学院阵营。\n选择英雄AI难度（左侧）。\n使用H7.5版本1.35或更高版本进行游戏。"